Repository: supermetalmons/mons-swift
Catalog: super-metal-mons/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans

source: allow location access in settings
ar: اسمح بالوصول إلى الموقع في الإعدادات
ca: Permet l'accés a la ubicació a la configuració
cs: Povolte přístup k poloze v nastaveních
da: Tillad adgang til placering i indstillinger
de: Erlaube Standortzugriff in den Einstellungen
el: Επιτρέψτε την πρόσβαση στην τοποθεσία στις ρυθμίσεις
es: Permitir acceso a la ubicación en configuraciones
es_419: Permitir acceso a la ubicación en configuraciones
fi: Salli sijainnin käyttö asetuksissa
fr: autorisez l'accès à la localisation dans les paramètres
he: אפשר גישה למיקום בהגדרות
hi: सेटिंग्स में स्थान की अनुमति दें
hr: Dopustite pristup lokaciji u postavkama
hu: Engedélyezze a helymeghatározás elérését a beállításokban
id: izinkan akses lokasi di pengaturan
it: Permetti l'accesso alla posizione nelle impostazioni
ja: 設定で位置情報のアクセスを許可する
ko: 설정에서 위치 접근 허용
ms: benarkan akses lokasi dalam tetapan
nb: Tillat tilgang til lokasjon i innstillinger
nl: Sta locatietoegang toe in instellingen
pl: Zezwól na dostęp do lokalizacji w ustawieniach
pt_br: Permita acesso à localização nas configurações
pt_pt: permita acesso à localização nas configurações
ro: Permiteți accesul la locație în setări
ru: разрешите доступ к локации в настройках
sk: Povoliť prístup k lokalite v nastaveniach
sv: Tillåt åtkomst till plats i inställningarna
th: อนุญาตให้เข้าถึงสถานที่ ในการตั้งค่า
tr: Ayarlar'da konum erişimine izin verin
uk: дозвольте доступ до локації в налаштуваннях
vi: Cho phép truy cập vị trí trong cài đặt
zh_hans: 在设置中允许访问位置

source: cancel
ar: إلغاء
ca: cancel·la
cs: zrušit
da: annuller
de: Abbrechen
el: ακύρωση
es: cancelar
es_419: cancelar
fi: peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: otkazati
hu: mégse
id: batal
it: Annulla
ja: キャンセル
ko: 취소
ms: batal
nb: avbryt
nl: annuleren
pl: Anuluj
pt_br: cancelar
pt_pt: cancelar
ro: anulare
ru: отмена
sk: zrušiť
sv: avbryt
th: ยกเลิก
tr: iptal
uk: скасувати
vi: hủy
zh_hans: 取消

source: claim
ar: مطالبة
ca: reclama
cs: Reklamovat
da: kræv
de: Beanspruchen
el: διεκδικήστε
es: Reclamar
es_419: Reclamar
fi: Vaatia
fr: Réclamer
he: טען
hi: दावा करें
hr: Zatraži
hu: Igényel
id: klaim
it: Rivendica
ja: 請求する
ko: 청구하기
ms: tuntut
nb: Krev
nl: claimen
pl: Załóż
pt_br: reivindicar
pt_pt: reivindicar
ro: Revendica
ru: забрать
sk: požadovať
sv: kräv
th: เคลม
tr: talep et
uk: Заявити
vi: yêu cầu
zh_hans: 领取

source: copy
ar: نسخ
ca: copiar
cs: Kopírovat
da: kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
es_419: Copiar
fi: kopioi
fr: Copier
he: העתק
hi: कॉपी
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: kopier
nl: kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: копировать
sk: Kopírovať
sv: kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

source: could not claim
ar: لا يمكن المطالبة
ca: no es podia reclamar
cs: Nepodařilo se nárokovat
da: kunne ikke kræve
de: Konnte nicht beanspruchen
el: δεν μπόρεσε να διεκδικήσει
es: no se pudo reclamar
es_419: No se pudo reclamar
fi: ei voinut vaatia
fr: n'a pas pu revendiquer
he: לא הצלחתי לתבוע
hi: दावा नहीं कर सके
hr: nije moguće zatražiti
hu: Nem sikerült igénybe venni
id: tidak dapat mengklaim
it: Non è stato possibile rivendicare
ja: 請求できませんでした
ko: 청구할 수 없음
ms: tidak dapat menuntut
nb: kunne ikke kreve
nl: Kon niet claimen
pl: Nie udało się zgłosić
pt_br: não pôde reivindicar
pt_pt: não pôde reivindicar
ro: Nu a putut revendica
ru: не получилось
sk: Nepodarilo sa uplatniť
sv: kunde inte hävda
th: ไม่สามารถยืนยันได้
tr: talep edilemedi
uk: Не вдалося заявити
vi: không thể đòi quyền
zh_hans: 无法认领

source: end the game?
ar: هل تريد انهاء اللعبة؟
ca: Finalitzar el joc?
cs: Ukončit hru?
da: Afslut spillet?
de: Spiel beenden?
el: Τερματισμός του παιχνιδιού;
es: ¿Terminar el juego?
es_419: ¿Terminar el juego?
fi: Lopeta peli?
fr: Terminer le jeu?
he: לסיים את המשחק?
hi: खेल समाप्त करें?
hr: Završiti igru?
hu: Bejezni a játékot?
id: Akhiri permainan?
it: Terminare il gioco?
ja: ゲームを終了しますか？
ko: 게임을 종료하시겠습니까?
ms: akhiri permainan?
nb: avslutt spillet?
nl: Eindig het spel?
pl: Zakończyć grę?
pt_br: Terminar o jogo?
pt_pt: Terminar o jogo?
ro: Încheiați jocul?
ru: закончить игру?
sk: Ukončiť hru?
sv: avsluta spelet?
th: จบเกมทันที?
tr: Oyunu bitir?
uk: Закінчити гру?
vi: Kết thúc trò chơi?
zh_hans: 结束游戏？

source: loading...
ar: جار التحميل...
ca: carregant...
cs: Načítání...
da: indlæser...
de: Laden...
el: φόρτωση...
es: cargando...
es_419: cargando...
fi: ladataan...
fr: chargement...
he: טוען...
hi: लोड हो रहा है...
hr: učitavanje...
hu: betöltés...
id: memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ms: memuatkan...
nb: laster...
nl: laden...
pl: Ładowanie...
pt_br: carregando...
pt_pt: carregando...
ro: încărcare...
ru: загрузка...
sk: načítavanie...
sv: laddar...
th: กำลังโหลด...
tr: yükleniyor...
uk: завантаження...
vi: đang tải...
zh_hans: 加载中...

source: look within the circle
ar: ابحث داخل الدائرة
ca: Mira dins el cercle
cs: Hledejte uvnitř kruhu
da: se indenfor cirklen
de: Blicken Sie innerhalb des Kreises
el: Κοιτάξτε μέσα στον κύκλο
es: Busca dentro del círculo
es_419: Busca dentro del círculo
fi: Katso ympyrän sisällä
fr: Regardez à l'intérieur du cercle
he: חפש בתוך המעגל
hi: वृत्त के भीतर देखें
hr: Pogledajte unutar kruga
hu: Nézze meg a kör belsejében
id: Lihat di dalam lingkaran
it: Cerca all'interno del cerchio
ja: サークルの中を見てください
ko: 원 안에서 찾아보세요
ms: lihat dalam lingkaran
nb: Se innenfor sirkelen
nl: kijk binnen de cirkel
pl: Spójrz wewnątrz okręgu
pt_br: olhe dentro do círculo
pt_pt: olhe dentro do círculo
ro: Căutați în interiorul cercului
ru: ищите внутри круга
sk: Hľadajte v kruhu
sv: titta inom cirkeln
th: มองไปในวงกลม
tr: Çemberin içine bakın
uk: Шукайте всередині кола
vi: Hãy nhìn vào trong vòng tròn
zh_hans: 在圆圈内寻找

source: maybe it's over
ar: ربما انتهى الأمر
ca: potser ja ha acabat
cs: Možná je to už konec
da: måske er det forbi
de: Vielleicht ist es vorbei
el: ίσως έχει τελειώσει
es: Quizás ya terminó
es_419: Quizás ya terminó
fi: Ehkä se on ohi
fr: peut-être que c'est fini
he: אולי זה כבר נגמר
hi: शायद यह समाप्त हो गया है
hr: Možda je gotovo
hu: Lehet, hogy vége
id: Mungkin sudah berakhir
it: forse è finito
ja: もしかしたら、もう終わったかもしれない
ko: 아마 끝난 것 같아
ms: mungkin ia sudah berakhir
nb: kanskje det er over
nl: Misschien is het voorbij
pl: Może to już koniec
pt_br: talvez tenha acabado
pt_pt: talvez já tenha acabado
ro: Poate s-a terminat
ru: может быть уже закончилось
sk: Možno je to už koniec
sv: kanske är det över
th: อาจจะจบแล้ว
tr: belki bitti
uk: Можливо, вже закінчилося
vi: Có thể nó đã kết thúc
zh_hans: 可能已经结束了

source: mons rocks / gems
ar: أحجار مونس / الجواهر
ca: Rocas / Gemmes de Mons
cs: Skály / Kameny Mons
da: Mons sten / ædelstene
de: Mons Steine / Edelsteine
el: Μόνς πέτρες / πολύτιμοι λίθοι
es: Piedras / Gemas de Mons
es_419: Mons Rocas / Gemas
fi: Mons kivet / jalokivet
fr: Mons Roches / Gemmes
he: מונס סלעים / גמישים
hi: मोन्स रॉक्स / जेम्स
hr: Mons stijene / dragulji
hu: Mons kőzetek / drágakövek
id: Batu Mons / Permata
it: Rocce / Gemme di Mons
ja: モンズ ロックス / ジェムズ
ko: 몬스의 돌들 / 보석들
ms: batu-batu / permata mons
nb: Mons steiner / edelstener
nl: Mons Rotsen / Edelstenen
pl: Kamienie Monów / Klejnoty
pt_br: Rochas / Gemas de Mons
pt_pt: Rochas / Gemas do Mons
ro: Pietre / Bijuterii Mons
ru: камни
sk: Mons kamene / drahokamy
sv: Mons stenar / ädelstenar
th: เศษหิน / พลอย
tr: Mons Taşlar / Mücevherler
uk: Камінці / коштовності
vi: Đá / Ngọc của Mons
zh_hans: 蒙斯岩石/宝石

source: ok
ar: حسناً
el: Εντάξει
he: אוקיי
hi: ठीक है
hr: U redu
hu: rendben
ko: 확인
ru: ок
th: ตกลง
tr: tamam
uk: ок
zh_hans: 好的

source: play here
ar: العب هنا
ca: juga aquí
cs: Hrát zde
da: spil her
de: hier spielen
el: παίξτε εδώ
es: juega aquí
es_419: Jugar aquí
fi: pelaa tässä
fr: jouer ici
he: שחק כאן
hi: यहाँ खेलें
hr: Igraj ovdje
hu: Játssz itt
id: main di sini
it: Gioca qui
ja: ここで遊ぶ
ko: 여기에서 플레이
ms: main di sini
nb: spill her
nl: speel hier
pl: Graj tutaj
pt_br: jogue aqui
pt_pt: Jogue aqui
ro: Joacă aici
ru: играть здесь
sk: hrať tu
sv: spela här
th: เล่นที่นี่
tr: Burada oyna
uk: грати тут
vi: chơi ở đây
zh_hans: 在此处播放

source: rematch
ar: إعادة المباراة
ca: Revanxa
cs: Odveta
da: Om-kamp
de: Revanche
el: ρεβάνς
es: Revancha
es_419: Revancha
fi: Uusintaottelu
fr: Revanche
he: רֵמַאטְשׁ
hi: पुनः मैच
hr: Revans
hu: visszavágó
id: Revans
it: Rivincita
ja: 再戦
ko: 재대결
ms: ulangan perlawanan
nb: omkamp
pl: Rewanż
pt_br: revanche
pt_pt: revanche
ro: Revansă
ru: реванш
sk: odveta
sv: Returmatch
th: รีแมทช์
tr: Rövanş
uk: Реванш
vi: Trận đấu lại
zh_hans: 复赛

source: retry
ar: أعد المحاولة
ca: Reintenta
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
el: Προσπαθήστε ξανά
es: Reintentar
es_419: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušaj ponovno
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: リトライ
ko: 다시 시도
ms: cuba lagi
nb: prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: tentar novamente
ro: Reîncearcă
ru: попробовать еще раз
sk: Skúsiť znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试

source: say
ar: قل
ca: digues
cs: řekni
da: sige
de: sagen
el: Πες
es: decir
es_419: decir
fi: sano
fr: dire
he: אמור
hi: कहो
hr: reci
hu: mond
id: katakan
it: dì
ja: 言う
ko: 말하다
ms: kata
nb: si
nl: zeggen
pl: powiedz
pt_br: dizer
pt_pt: dizer
ro: spune
ru: сказать
sk: povedať
sv: säg
th: พูด
tr: söyle
uk: сказати
vi: Nói
zh_hans: 说

source: search
ar: بحث
ca: cerca
cs: hledat
da: søg
de: Suche
el: Αναζήτηση
es: búsqueda
es_419: búsqueda
fi: haku
fr: recherche
he: חיפוש
hi: खोज
hr: pretraga
hu: keresés
id: Pencarian
it: ricerca
ja: 検索
ko: 검색
ms: cari
nb: søk
nl: zoeken
pl: Wyszukaj
pt_br: pesquisa
pt_pt: pesquisa
ro: Căutare
ru: поиск
sk: hľadaj
sv: sök
th: ค้นหา
tr: arama
uk: пошук
vi: tìm kiếm
zh_hans: 搜索

source: show
ar: عرض
ca: mostra
cs: Zobrazit
da: vis
de: Anzeigen
el: Εμφάνιση
es: mostrar
es_419: mostrar
fi: Näytä
fr: afficher
he: הצג
hi: दिखाएं
hr: Prikaži
hu: mutat
id: Tampilkan
it: Mostra
ja: 表示
ko: 보이기
ms: tunjuk
nb: vis
nl: tonen
pl: Pokaż
pt_br: mostrar
pt_pt: mostrar
ro: Arată
ru: показать
sk: zobraziť
sv: visa
th: แสดง
tr: göster
uk: показати
vi: hiển thị
zh_hans: 显示

source: sorry, something is broken
ar: آسف، هناك شيء معطل
ca: Perdona, alguna cosa no funciona
cs: Omlouváme se, něco je rozbite.
da: Beklager, noget er gået i stykker
de: Entschuldigung, etwas ist kaputt
el: Συγγνώμη, κάτι έσπασε
es: Lo siento, algo se ha roto
es_419: Lo siento, algo está roto
fi: Anteeksi, jotain on rikki
fr: Désolé, quelque chose est cassé
he: סליחה, משהו שבר
hi: माफ़ कीजिए, कुछ टूट गया है
hr: Oprostite, nešto je pokvareno
hu: Sajnálom, valami elromlott
id: Maaf, ada yang rusak
it: Spiacente, qualcosa si è rotto
ja: ごめんなさい、何かが壊れています
ko: 미안합니다, 무언가 고장 났어요
ms: Maaf, sesuatu telah rosak
nb: Beklager, noe er ødelagt
nl: Sorry, er is iets kapot
pl: Przepraszamy, coś się zepsuło
pt_br: Desculpe, algo está quebrado
pt_pt: Desculpe, algo está quebrado
ro: Ne pare rău, ceva s-a stricat
ru: что-то сломалось
sk: Prepáčte, niečo sa pokazilo
sv: Tyvärr, något har gått sönder
th: ขออภัย มีสิ่งบางอย่างเสีย
tr: Üzgünüm, bir şeyler bozuldu
uk: Вибачте, щось зламалося
vi: Xin lỗi, có điều gì đó bị hỏng
zh_hans: 对不起，出现了一些问题

source: there might be something there
ar: قد يكون هناك شيء ما
ca: potser hi ha alguna cosa allà
cs: Tam může něco být
da: der kan være noget der
de: Es könnte dort etwas geben
el: Μπορεί να υπάρχει κάτι εκεί
es: podría haber algo allí
es_419: Podría haber algo allí
fi: Siellä saattaa olla jotain
fr: il pourrait y avoir quelque chose là-bas
he: יכול להיות שיש שם משהו
hi: वहां कुछ हो सकता है
hr: Moglo bi tamo biti nešto
hu: Lehet, hogy van ott valami
id: Mungkin ada sesuatu di sana
it: Potrebbe esserci qualcosa lì
ja: そこに何かあるかもしれません
ko: 거기에 뭔가 있을 수 있어
ms: mungkin ada sesuatu di sana
nb: det kan være noe der
nl: er zou daar iets kunnen zijn
pl: Może tam coś jest
pt_br: pode haver algo lá
pt_pt: pode haver algo lá
ro: S-ar putea să fie ceva acolo
ru: может здесь что-то есть
sk: Tam môže byť niečo
sv: det kanske finns något där
th: อาจจะมีบางอย่างอยู่ที่นั่น
tr: Orada bir şey olabilir
uk: Може там щось є
vi: Có thể có điều gì đó ở đó
zh_hans: 那里可能有些东西

source: you got the rock
ar: حصلت على الصخرة
ca: has aconseguit la roca
cs: Dostali jste kámen
da: du fik stenen
de: Du hast den Stein bekommen
el: Πήρες τον βράχο
es: Conseguiste la roca
es_419: Conseguiste la roca
fi: Sait kiven
fr: vous avez eu le rocher
he: קיבלת את הסלע
hi: आपको पत्थर मिला
hr: Dobili ste kamen
hu: Megkaptad a követ
id: Anda mendapatkan batu
it: Hai preso la roccia
ja: ロックを手に入れました
ko: 당신이 바위를 얻었습니다
ms: anda mendapat batu
nb: du fikk steinen
nl: je hebt de rots gekregen
pl: Dostałeś kamień
pt_br: você pegou a pedra
pt_pt: você pegou a rocha
ro: Ai primit piatra
ru: вам достался камень
sk: Dostal si kameň
sv: du fick stenen
th: คุณได้รับหิน
tr: Kaya senin oldu
uk: вам дістався камінь
vi: bạn đã có hòn đá
zh_hans: 你得到了石头
